[
  {
    "ID": 0,
    "Question": "If you were a contestant on the Bachelor/Bachelorette/Survivor/Amazing Race, what would be your strategy?"
  },
  {
    "ID": 1,
    "Question": "What is a hobby you’ve always wanted to get into but haven’t?"
  },
  {
    "ID": 2,
    "Question": "What’s a skill you want to learn but haven’t?"
  },
  {
    "ID": 3,
    "Question": "What is your comfort food?"
  },
  {
    "ID": 4,
    "Question": "Where’s the first place/what would be the first place you like to go when you visit home?"
  },
  {
    "ID": 5,
    "Question": "What was your music taste like in 6th grade?"
  },
  {
    "ID": 6,
    "Question": "Did you ever go through strong academic phases in grade school like dinosaurs, middle ages, black plague, etc.,"
  },
  {
    "ID": 7,
    "Question": "Neopets, Webkinz, Club Penguin, Moshi Monsters, Poptropica, or CoolMathGames?"
  },
  {
    "ID": 8,
    "Question": "What’s your FYP like on Tik Tok // Why don’t you have a tik tok?"
  },
  {
    "ID": 9,
    "Question": "What’s your version of an ideal morning routine?"
  },
  {
    "ID": 10,
    "Question": "What’s the most obscure interaction you’ve had with a boss/manager?"
  },
  {
    "ID": 11,
    "Question": "What’s a unique catchphrase/saying your parents would say that you now say?"
  },
  {
    "ID": 12,
    "Question": "Pixar or Dreamworks?"
  },
  {
    "ID": 13,
    "Question": "Do you like Noah Centineo movies? (Side note: do you think he looks like Noah Beck because I do, please discuss)"
  },
  {
    "ID": 14,
    "Question": "Do you have any non-polarizing hot takes/unpopular opinions?"
  },
  {
    "ID": 15,
    "Question": "What’s your life path number according to numerology?"
  },
  {
    "ID": 16,
    "Question": "What’s a short but embarrassing story you think about often?"
  },
  {
    "ID": 17,
    "Question": "Did your school have a school play/musical in grade school?"
  },
  {
    "ID": 18,
    "Question": "Has quarantine affected your social battery?"
  },
  {
    "ID": 19,
    "Question": "What’s an app/product you used incorrectly for a period of time?"
  },
  {
    "ID": 20,
    "Question": "When you’re sad what is your least favorite advice to be told?"
  },
  {
    "ID": 21,
    "Question": "Do you remember your first “crush” in like 1st grade?"
  },
  {
    "ID": 22,
    "Question": "What’s a movie you think is overhyped?"
  },
  {
    "ID": 23,
    "Question": "What’s something you decided to hate but don’t know why anymore so you continue to dislike it principal?"
  },
  {
    "ID": 24,
    "Question": "What was your first email address?"
  },
  {
    "ID": 25,
    "Question": "One of them has to go: Instagram, Twitter, Facebook, or Snapchat. Which one?"
  },
  {
    "ID": 26,
    "Question": "What was your biggest flex in grade school? Alt. what did you think was your biggest flex at the time that looking back was really cringe-y."
  },
  {
    "ID": 27,
    "Question": "What’s a weird pattern you’ve found in your life that seems like it has a correlation to you but doesn’t - it was just a coincidence?"
  },
  {
    "ID": 28,
    "Question": "Is there anything you’re surprised your parents allowed you to do as a kid? Such as: be on the internet, have social media accounts, go to the downtown area as a youth, etc.,"
  },
  {
    "ID": 29,
    "Question": "Do you swear? Why or why not?"
  },
  {
    "ID": 30,
    "Question": "What’s your favorite swear word/phrase"
  },
  {
    "ID": 31,
    "Question": "Did anyone influence your swearing?"
  },
  {
    "ID": 32,
    "Question": "What’s a question you hate being asked that’s a normal conversation starter?"
  },
  {
    "ID": 33,
    "Question": "If you split your life into a book series, how many books would there be right now?"
  },
  {
    "ID": 34,
    "Question": "Would you rather be a really good dancer or artist?"
  },
  {
    "ID": 35,
    "Question": "What’s your go-to fun fact about your hometown?"
  },
  {
    "ID": 36,
    "Question": "What class have you taken at UW that felt like biggest scam?"
  },
  {
    "ID": 37,
    "Question": "What’s a common topic that you’ve never understood but don’t want to ask anyone to explain?"
  },
  {
    "ID": 38,
    "Question": "What’s your favorite accessory (watches, necklace, rings, earrings, bracelets)"
  },
  {
    "ID": 39,
    "Question": "Who/what are you a fan of?"
  },
  {
    "ID": 40,
    "Question": "What’s something you were obsessed with as a child that you still are to this day?"
  },
  {
    "ID": 42,
    "Question": "What is your mental happy place?"
  },
  {
    "ID": 43,
    "Question": "What is the weirdest thing you’ve done in elem school?"
  },
  {
    "ID": 45,
    "Question": "What’s a funny story about you that you think back to and laugh about?"
  },
  {
    "ID": 46,
    "Question": "What’s a character defining moment in your life?"
  },
  {
    "ID": 47,
    "Question": "Favorite ice cream?"
  },
  {
    "ID": 48,
    "Question": "What is your favorite emoji?"
  },
  {
    "ID": 49,
    "Question": "What’s your favorite avengers character?"
  },
  {
    "ID": 50,
    "Question": "Why did you choose the UW?"
  },
  {
    "ID": 51,
    "Question": "Favorite number?"
  },
  {
    "Question": "What fashion trend do you think should never go out of style"
  },
  {
    "Question": "What's something you're really bad at"
  }
]
